<template>
<v-container>
  <section id="section_currier">

  <div>
    <h2 class="currier_title_wrap">경력사항   <span class="small_font strong_font">총 6년 6개월</span></h2>
  
  </div>

  <v-expansion-panels variant="accordion">
    <v-expansion-panel>
      <template v-slot:title>
        <div class="accordion_title">
          <div class="strong_font dotdotdot">엠아이엔에스</div>
          <div class="small_text">
            2022.08 ~ 2023.09 <span class="title_date">1년 2개월</span>
          </div>
        </div>
      </template>
      <template v-slot:text>
        <div>
          <div class="icon_text_con_box">
            <div class="icon_text_wrap work_margin">
              <div class="icon_box">
                <svg
                  viewBox="0 0 40 33"
                  fill="none"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <path
                    d="M6.07679 8.25C6.07679 6.06196 6.93043 3.96354 8.44992 2.41637C9.96942 0.869194 12.0303 0 14.1792 0C16.3281 0 18.3889 0.869194 19.9084 2.41637C21.4279 3.96354 22.2816 6.06196 22.2816 8.25C22.2816 10.438 21.4279 12.5365 19.9084 14.0836C18.3889 15.6308 16.3281 16.5 14.1792 16.5C12.0303 16.5 9.96942 15.6308 8.44992 14.0836C6.93043 12.5365 6.07679 10.438 6.07679 8.25ZM0 31.0857C0 24.7371 5.05133 19.5938 11.2864 19.5938H17.072C23.307 19.5938 28.3584 24.7371 28.3584 31.0857C28.3584 32.1428 27.5165 33 26.4783 33H1.88001C0.841889 33 0 32.1428 0 31.0857ZM39.5624 11.4082L31.46 19.6582C30.865 20.2641 29.9029 20.2641 29.3142 19.6582L25.263 15.5332C24.668 14.9273 24.668 13.9477 25.263 13.3482C25.858 12.7488 26.8202 12.7424 27.4089 13.3482L30.3839 16.3775L37.4102 9.2168C38.0053 8.61094 38.9674 8.61094 39.5561 9.2168C40.1448 9.82266 40.1511 10.8023 39.5561 11.4018L39.5624 11.4082Z"
                    fill="black"
                  />
                </svg>
              </div>
              <span class="strong_font">주요업무</span>
            </div>

              <div class="icon_text_wrap">
              <div class="icon_box_small">
            <svg viewBox="0 0 14 10" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M13.7071 0.292923C14.0976 0.683487 14.0976 1.31776 13.7071 1.70833L5.70796 9.70708C5.31738 10.0976 4.68307 10.0976 4.29249 9.70708L0.292936 5.7077C-0.0976453 5.31714 -0.0976453 4.68286 0.292936 4.2923C0.683517 3.90173 1.31782 3.90173 1.7084 4.2923L5.00179 7.58241L12.2947 0.292923C12.6853 -0.097641 13.3196 -0.097641 13.7102 0.292923H13.7071Z" fill="black"/>
</svg>

              </div>
              <span>웹사이트 배너 제작</span>
            </div>

                <div class="icon_text_wrap">
              <div class="icon_box_small">
            <svg viewBox="0 0 14 10" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M13.7071 0.292923C14.0976 0.683487 14.0976 1.31776 13.7071 1.70833L5.70796 9.70708C5.31738 10.0976 4.68307 10.0976 4.29249 9.70708L0.292936 5.7077C-0.0976453 5.31714 -0.0976453 4.68286 0.292936 4.2923C0.683517 3.90173 1.31782 3.90173 1.7084 4.2923L5.00179 7.58241L12.2947 0.292923C12.6853 -0.097641 13.3196 -0.097641 13.7102 0.292923H13.7071Z" fill="black"/>
</svg>

              </div>
              <span>SNS 콘텐츠 디자인</span>
            </div>

                <div class="icon_text_wrap">
              <div class="icon_box_small">
            <svg viewBox="0 0 14 10" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M13.7071 0.292923C14.0976 0.683487 14.0976 1.31776 13.7071 1.70833L5.70796 9.70708C5.31738 10.0976 4.68307 10.0976 4.29249 9.70708L0.292936 5.7077C-0.0976453 5.31714 -0.0976453 4.68286 0.292936 4.2923C0.683517 3.90173 1.31782 3.90173 1.7084 4.2923L5.00179 7.58241L12.2947 0.292923C12.6853 -0.097641 13.3196 -0.097641 13.7102 0.292923H13.7071Z" fill="black"/>
</svg>

              </div>
              <span>앱개발프로젝트에서 디자이너 담당</span>
            </div>

            <div class="icon_text_wrap tool_margin">
              <div class="icon_box">
                <svg
                  viewBox="0 0 40 33"
                  fill="none"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <path
                    d="M6.07679 8.25C6.07679 6.06196 6.93043 3.96354 8.44992 2.41637C9.96942 0.869194 12.0303 0 14.1792 0C16.3281 0 18.3889 0.869194 19.9084 2.41637C21.4279 3.96354 22.2816 6.06196 22.2816 8.25C22.2816 10.438 21.4279 12.5365 19.9084 14.0836C18.3889 15.6308 16.3281 16.5 14.1792 16.5C12.0303 16.5 9.96942 15.6308 8.44992 14.0836C6.93043 12.5365 6.07679 10.438 6.07679 8.25ZM0 31.0857C0 24.7371 5.05133 19.5938 11.2864 19.5938H17.072C23.307 19.5938 28.3584 24.7371 28.3584 31.0857C28.3584 32.1428 27.5165 33 26.4783 33H1.88001C0.841889 33 0 32.1428 0 31.0857ZM39.5624 11.4082L31.46 19.6582C30.865 20.2641 29.9029 20.2641 29.3142 19.6582L25.263 15.5332C24.668 14.9273 24.668 13.9477 25.263 13.3482C25.858 12.7488 26.8202 12.7424 27.4089 13.3482L30.3839 16.3775L37.4102 9.2168C38.0053 8.61094 38.9674 8.61094 39.5561 9.2168C40.1448 9.82266 40.1511 10.8023 39.5561 11.4018L39.5624 11.4082Z"
                    fill="black"
                  />
                </svg>
              </div>
              <span class="strong_font">사용 TOOL</span>
            </div>

            <!--사용툴 아이콘-->
<div class="tool_icon_wrap">
  <!--포토샵아이콘-->
  <div class="tool_icon_box">
   <svg
                            
                              viewBox="0 0 50 50"
                              fill="none"
                              xmlns="http://www.w3.org/2000/svg"
                            >
                              <path
                                d="M48.8638 1.13647H1.13647V48.8638H48.8638V1.13647Z"
                                fill="url(#paint0_radial_51_80)"
                              />
                              <path
                                d="M50 50H0V0H50V50ZM2.27273 47.7273H47.7273V2.27273H2.27273V47.7273Z"
                                fill="#00B5EF"
                              />
                              <path
                                d="M15.909 38.6363H11.3635V11.3635L17.7766 11.3635C22.5218 11.3635 26.7674 14.8234 27.2282 19.5461C27.7569 24.9649 23.494 29.5453 18.1817 29.5453H15.909V38.6363ZM15.909 24.9999H18.1817C20.6886 24.9999 22.7272 22.9613 22.7272 20.4544C22.7272 17.9476 20.6886 15.909 18.1817 15.909H15.909V24.9999Z"
                                fill="#00B5EF"
                              />
                              <path
                                d="M32.3571 38.5846C29.6431 38.349 27.6389 37.3834 27.3926 37.2602L29.4257 33.1942C29.4323 33.1981 31.2904 34.0909 33.5372 34.0909C34.4694 34.0909 35.2274 33.3329 35.2274 32.4007C35.2274 31.6728 34.7635 31.028 34.0721 30.7983L32.9758 30.4332C30.6568 29.6608 28.802 27.7163 28.4696 25.2948C27.9443 21.4685 30.9184 18.1818 34.6448 18.1818C37.942 18.1818 40.5078 19.4171 40.7893 19.5578L38.7663 23.6283C38.7492 23.6198 36.8913 22.7272 34.6448 22.7272C33.7126 22.7272 32.9546 23.4852 32.9546 24.4173C32.9546 25.1453 33.4185 25.7901 34.1099 26.0198L35.5092 26.4859C38.2578 27.4021 40.0344 30.0921 39.7412 33.0332C39.3864 36.5935 35.9216 38.894 32.3571 38.5846Z"
                                fill="#00B5EF"
                              />
                              <path
                                d="M50 50H0V0H50V50Z"
                                fill="url(#paint1_linear_51_80)"
                              />
                              <defs>
                                <radialGradient
                                  id="paint0_radial_51_80"
                                  cx="0"
                                  cy="0"
                                  r="1"
                                  gradientUnits="userSpaceOnUse"
                                  gradientTransform="translate(17.8031 11.7425) scale(39.9733)"
                                >
                                  <stop
                                    stop-color="#193458"
                                    stop-opacity="0.98"
                                  />
                                  <stop offset="0.933387" stop-color="#210021" />
                                </radialGradient>
                                <linearGradient
                                  id="paint1_linear_51_80"
                                  x1="-5.1104"
                                  y1="10.9593"
                                  x2="55.1104"
                                  y2="39.0407"
                                  gradientUnits="userSpaceOnUse"
                                >
                                  <stop stop-color="white" stop-opacity="0.2" />
                                  <stop
                                    offset="1"
                                    stop-color="white"
                                    stop-opacity="0"
                                  />
                                </linearGradient>
                              </defs>
                            </svg></div>
              <!--일러스트아이콘-->
              <div class="tool_icon_box">
              <svg viewBox="0 0 50 50" fill="none" xmlns="http://www.w3.org/2000/svg">
  <path d="M48.8636 1.13635H1.13635V48.8636H48.8636V1.13635Z" fill="url(#paint0_radial_51_86)"/>
  <path d="M50 50H0V0H50V50ZM2.27273 47.7273H47.7273V2.27273H2.27273V47.7273Z" fill="#F47521"/>
  <path d="M26.1364 27.2727H17.0455V31.8182H26.1364V27.2727Z" fill="#F47521"/>
  <path d="M39.7727 21.5909H35.2273V38.6364H39.7727V21.5909Z" fill="#F47521"/>
  <path d="M37.5 20.4545C38.7552 20.4545 39.7727 19.437 39.7727 18.1818C39.7727 16.9266 38.7552 15.9091 37.5 15.9091C36.2448 15.9091 35.2273 16.9266 35.2273 18.1818C35.2273 19.437 36.2448 20.4545 37.5 20.4545Z" fill="#F47521"/>
  <path d="M19.2044 11.3636L10.477 38.6364H15.2503L21.5909 18.821L27.9315 38.6364H32.7049L23.9774 11.3636H19.2044Z" fill="#F47521"/>
  <path d="M50 50H0V0H50V50Z" fill="url(#paint1_linear_51_86)"/>
  <defs>
  <radialGradient id="paint0_radial_51_86" cx="0" cy="0" r="1" gradientUnits="userSpaceOnUse" gradientTransform="translate(17.803 11.7424) scale(39.9733)">
  <stop stop-color="#3C1605" stop-opacity="0.98"/>
  <stop offset="1" stop-color="#1A1107"/>
  </radialGradient>
  <linearGradient id="paint1_linear_51_86" x1="-5.1104" y1="10.9593" x2="55.1104" y2="39.0407" gradientUnits="userSpaceOnUse">
  <stop stop-color="white" stop-opacity="0.2"/>
  <stop offset="1" stop-color="white" stop-opacity="0"/>
  </linearGradient>
  </defs>
  </svg></div>
</div>

<!-- <div class="divider_line"></div> -->

<div class="align_justify">
  여행 정보를 제공하는 스타트업 회사에서 디자이너로 재직했습니다. 사이트에 사용할 메인배너를 디자인하고, 여행지 정보나 각국가별 코로나 규제완화 등의 주요 여행정보를 카드뉴스로 제작해 sns에 업로드했습니다. 본부장님이 기획하신대로 웹사이트와 앱을 디자인한 후 웹개발 수주업체에게 전송할 파일, 아이콘을 제작했습니다.
</div>




          </div>
        </div>
      </template>
    </v-expansion-panel>

    <v-expansion-panel>
      <template v-slot:title>
        <div class="accordion_title">
          <div class="strong_font dotdotdot">룩스미디어</div>
          <div class="small_text">
            2020.05 ~ 2021.01 <span class="title_date">9개월</span>
          </div>
        </div>
      </template>
      <template v-slot:text>
        <div>
          <div class="icon_text_con_box">
            <div class="icon_text_wrap work_margin">
              <div class="icon_box">
                <svg
                  viewBox="0 0 40 33"
                  fill="none"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <path
                    d="M6.07679 8.25C6.07679 6.06196 6.93043 3.96354 8.44992 2.41637C9.96942 0.869194 12.0303 0 14.1792 0C16.3281 0 18.3889 0.869194 19.9084 2.41637C21.4279 3.96354 22.2816 6.06196 22.2816 8.25C22.2816 10.438 21.4279 12.5365 19.9084 14.0836C18.3889 15.6308 16.3281 16.5 14.1792 16.5C12.0303 16.5 9.96942 15.6308 8.44992 14.0836C6.93043 12.5365 6.07679 10.438 6.07679 8.25ZM0 31.0857C0 24.7371 5.05133 19.5938 11.2864 19.5938H17.072C23.307 19.5938 28.3584 24.7371 28.3584 31.0857C28.3584 32.1428 27.5165 33 26.4783 33H1.88001C0.841889 33 0 32.1428 0 31.0857ZM39.5624 11.4082L31.46 19.6582C30.865 20.2641 29.9029 20.2641 29.3142 19.6582L25.263 15.5332C24.668 14.9273 24.668 13.9477 25.263 13.3482C25.858 12.7488 26.8202 12.7424 27.4089 13.3482L30.3839 16.3775L37.4102 9.2168C38.0053 8.61094 38.9674 8.61094 39.5561 9.2168C40.1448 9.82266 40.1511 10.8023 39.5561 11.4018L39.5624 11.4082Z"
                    fill="black"
                  />
                </svg>
              </div>
              <span class="strong_font">주요업무</span>
            </div>

              <div class="icon_text_wrap">
              <div class="icon_box_small">
            <svg viewBox="0 0 14 10" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M13.7071 0.292923C14.0976 0.683487 14.0976 1.31776 13.7071 1.70833L5.70796 9.70708C5.31738 10.0976 4.68307 10.0976 4.29249 9.70708L0.292936 5.7077C-0.0976453 5.31714 -0.0976453 4.68286 0.292936 4.2923C0.683517 3.90173 1.31782 3.90173 1.7084 4.2923L5.00179 7.58241L12.2947 0.292923C12.6853 -0.097641 13.3196 -0.097641 13.7102 0.292923H13.7071Z" fill="black"/>
</svg>

              </div>
              <span>SNS 카드뉴스 콘텐츠 디자인</span>
            </div>



            <div class="icon_text_wrap tool_margin">
              <div class="icon_box">
                <svg
                  viewBox="0 0 40 33"
                  fill="none"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <path
                    d="M6.07679 8.25C6.07679 6.06196 6.93043 3.96354 8.44992 2.41637C9.96942 0.869194 12.0303 0 14.1792 0C16.3281 0 18.3889 0.869194 19.9084 2.41637C21.4279 3.96354 22.2816 6.06196 22.2816 8.25C22.2816 10.438 21.4279 12.5365 19.9084 14.0836C18.3889 15.6308 16.3281 16.5 14.1792 16.5C12.0303 16.5 9.96942 15.6308 8.44992 14.0836C6.93043 12.5365 6.07679 10.438 6.07679 8.25ZM0 31.0857C0 24.7371 5.05133 19.5938 11.2864 19.5938H17.072C23.307 19.5938 28.3584 24.7371 28.3584 31.0857C28.3584 32.1428 27.5165 33 26.4783 33H1.88001C0.841889 33 0 32.1428 0 31.0857ZM39.5624 11.4082L31.46 19.6582C30.865 20.2641 29.9029 20.2641 29.3142 19.6582L25.263 15.5332C24.668 14.9273 24.668 13.9477 25.263 13.3482C25.858 12.7488 26.8202 12.7424 27.4089 13.3482L30.3839 16.3775L37.4102 9.2168C38.0053 8.61094 38.9674 8.61094 39.5561 9.2168C40.1448 9.82266 40.1511 10.8023 39.5561 11.4018L39.5624 11.4082Z"
                    fill="black"
                  />
                </svg>
              </div>
              <span class="strong_font">사용 TOOL</span>
            </div>

            <!--사용툴 아이콘-->
<div class="tool_icon_wrap">
  <!--포토샵아이콘-->
  <div class="tool_icon_box">
   <svg
                            
                              viewBox="0 0 50 50"
                              fill="none"
                              xmlns="http://www.w3.org/2000/svg"
                            >
                              <path
                                d="M48.8638 1.13647H1.13647V48.8638H48.8638V1.13647Z"
                                fill="url(#paint0_radial_51_80)"
                              />
                              <path
                                d="M50 50H0V0H50V50ZM2.27273 47.7273H47.7273V2.27273H2.27273V47.7273Z"
                                fill="#00B5EF"
                              />
                              <path
                                d="M15.909 38.6363H11.3635V11.3635L17.7766 11.3635C22.5218 11.3635 26.7674 14.8234 27.2282 19.5461C27.7569 24.9649 23.494 29.5453 18.1817 29.5453H15.909V38.6363ZM15.909 24.9999H18.1817C20.6886 24.9999 22.7272 22.9613 22.7272 20.4544C22.7272 17.9476 20.6886 15.909 18.1817 15.909H15.909V24.9999Z"
                                fill="#00B5EF"
                              />
                              <path
                                d="M32.3571 38.5846C29.6431 38.349 27.6389 37.3834 27.3926 37.2602L29.4257 33.1942C29.4323 33.1981 31.2904 34.0909 33.5372 34.0909C34.4694 34.0909 35.2274 33.3329 35.2274 32.4007C35.2274 31.6728 34.7635 31.028 34.0721 30.7983L32.9758 30.4332C30.6568 29.6608 28.802 27.7163 28.4696 25.2948C27.9443 21.4685 30.9184 18.1818 34.6448 18.1818C37.942 18.1818 40.5078 19.4171 40.7893 19.5578L38.7663 23.6283C38.7492 23.6198 36.8913 22.7272 34.6448 22.7272C33.7126 22.7272 32.9546 23.4852 32.9546 24.4173C32.9546 25.1453 33.4185 25.7901 34.1099 26.0198L35.5092 26.4859C38.2578 27.4021 40.0344 30.0921 39.7412 33.0332C39.3864 36.5935 35.9216 38.894 32.3571 38.5846Z"
                                fill="#00B5EF"
                              />
                              <path
                                d="M50 50H0V0H50V50Z"
                                fill="url(#paint1_linear_51_80)"
                              />
                              <defs>
                                <radialGradient
                                  id="paint0_radial_51_80"
                                  cx="0"
                                  cy="0"
                                  r="1"
                                  gradientUnits="userSpaceOnUse"
                                  gradientTransform="translate(17.8031 11.7425) scale(39.9733)"
                                >
                                  <stop
                                    stop-color="#193458"
                                    stop-opacity="0.98"
                                  />
                                  <stop offset="0.933387" stop-color="#210021" />
                                </radialGradient>
                                <linearGradient
                                  id="paint1_linear_51_80"
                                  x1="-5.1104"
                                  y1="10.9593"
                                  x2="55.1104"
                                  y2="39.0407"
                                  gradientUnits="userSpaceOnUse"
                                >
                                  <stop stop-color="white" stop-opacity="0.2" />
                                  <stop
                                    offset="1"
                                    stop-color="white"
                                    stop-opacity="0"
                                  />
                                </linearGradient>
                              </defs>
                            </svg></div>
       
</div>

<!-- <div class="divider_line"></div> -->

<div class="align_justify">
강진군청, 완주군청, 장성군청 3개 군청 SNS 담당 디자이너로 재직하며 각 군청별 정책, 행사, 주요 소식 등을 문서로 받아 SNS 콘텐츠로 디자인하여 인스타그램, 페이스북, 블로그에 매일 1-3개씩 업로드하는 업무를 했습니다. 공기관에서 지역주민을 위해 기획하는 문화관광 콘텐츠와 복지정책들이 굉장히 체계적이었는데 긴 텍스트로 전달받은 정책정보를 한눈에 이해하기 쉽게 요약하고 보기에도 예쁘게 디자인하는 카드뉴스제작 업무가 굉장히 재밌게 느껴졌습니다. 연말에는 서울의 한 컨벤션회관에서 공기업을 비롯한 모든 기업들의 SNS콘텐츠대상 시상식이 있었는데 제가 맡았던 강진군청이 최우수상을 수상해 굉장히 뿌듯한 경험이었습니다.
그 외에 각 군청 블로그 관리, 계절별 스킨 수정을 했습니다.
</div>




          </div>
        </div>
      </template>
    </v-expansion-panel>

       <v-expansion-panel>
      <template v-slot:title>
        <div class="accordion_title">
          <div class="strong_font dotdotdot">만봉엔터테인먼트</div>
          <div class="small_text">
            2018.06 ~ 2020.03 <span class="title_date">1년 10개월</span>
          </div>
        </div>
      </template>
      <template v-slot:text>
        <div>
          <div class="icon_text_con_box">
            <div class="icon_text_wrap work_margin">
              <div class="icon_box">
                <svg
                  viewBox="0 0 40 33"
                  fill="none"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <path
                    d="M6.07679 8.25C6.07679 6.06196 6.93043 3.96354 8.44992 2.41637C9.96942 0.869194 12.0303 0 14.1792 0C16.3281 0 18.3889 0.869194 19.9084 2.41637C21.4279 3.96354 22.2816 6.06196 22.2816 8.25C22.2816 10.438 21.4279 12.5365 19.9084 14.0836C18.3889 15.6308 16.3281 16.5 14.1792 16.5C12.0303 16.5 9.96942 15.6308 8.44992 14.0836C6.93043 12.5365 6.07679 10.438 6.07679 8.25ZM0 31.0857C0 24.7371 5.05133 19.5938 11.2864 19.5938H17.072C23.307 19.5938 28.3584 24.7371 28.3584 31.0857C28.3584 32.1428 27.5165 33 26.4783 33H1.88001C0.841889 33 0 32.1428 0 31.0857ZM39.5624 11.4082L31.46 19.6582C30.865 20.2641 29.9029 20.2641 29.3142 19.6582L25.263 15.5332C24.668 14.9273 24.668 13.9477 25.263 13.3482C25.858 12.7488 26.8202 12.7424 27.4089 13.3482L30.3839 16.3775L37.4102 9.2168C38.0053 8.61094 38.9674 8.61094 39.5561 9.2168C40.1448 9.82266 40.1511 10.8023 39.5561 11.4018L39.5624 11.4082Z"
                    fill="black"
                  />
                </svg>
              </div>
              <span class="strong_font">주요업무</span>
            </div>

              <div class="icon_text_wrap">
              <div class="icon_box_small">
            <svg viewBox="0 0 14 10" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M13.7071 0.292923C14.0976 0.683487 14.0976 1.31776 13.7071 1.70833L5.70796 9.70708C5.31738 10.0976 4.68307 10.0976 4.29249 9.70708L0.292936 5.7077C-0.0976453 5.31714 -0.0976453 4.68286 0.292936 4.2923C0.683517 3.90173 1.31782 3.90173 1.7084 4.2923L5.00179 7.58241L12.2947 0.292923C12.6853 -0.097641 13.3196 -0.097641 13.7102 0.292923H13.7071Z" fill="black"/>
</svg>

              </div>
              <span>웹사이트 배너 제작</span>
            </div>

                <div class="icon_text_wrap">
              <div class="icon_box_small">
            <svg viewBox="0 0 14 10" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M13.7071 0.292923C14.0976 0.683487 14.0976 1.31776 13.7071 1.70833L5.70796 9.70708C5.31738 10.0976 4.68307 10.0976 4.29249 9.70708L0.292936 5.7077C-0.0976453 5.31714 -0.0976453 4.68286 0.292936 4.2923C0.683517 3.90173 1.31782 3.90173 1.7084 4.2923L5.00179 7.58241L12.2947 0.292923C12.6853 -0.097641 13.3196 -0.097641 13.7102 0.292923H13.7071Z" fill="black"/>
</svg>

              </div>
              <span>상세페이지 디자인</span>
            </div>

                <div class="icon_text_wrap">
              <div class="icon_box_small">
            <svg viewBox="0 0 14 10" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M13.7071 0.292923C14.0976 0.683487 14.0976 1.31776 13.7071 1.70833L5.70796 9.70708C5.31738 10.0976 4.68307 10.0976 4.29249 9.70708L0.292936 5.7077C-0.0976453 5.31714 -0.0976453 4.68286 0.292936 4.2923C0.683517 3.90173 1.31782 3.90173 1.7084 4.2923L5.00179 7.58241L12.2947 0.292923C12.6853 -0.097641 13.3196 -0.097641 13.7102 0.292923H13.7071Z" fill="black"/>
</svg>

              </div>
              <span>인쇄 풍선 시안 디자인</span>
            </div>

            <div class="icon_text_wrap tool_margin">
              <div class="icon_box">
                <svg
                  viewBox="0 0 40 33"
                  fill="none"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <path
                    d="M6.07679 8.25C6.07679 6.06196 6.93043 3.96354 8.44992 2.41637C9.96942 0.869194 12.0303 0 14.1792 0C16.3281 0 18.3889 0.869194 19.9084 2.41637C21.4279 3.96354 22.2816 6.06196 22.2816 8.25C22.2816 10.438 21.4279 12.5365 19.9084 14.0836C18.3889 15.6308 16.3281 16.5 14.1792 16.5C12.0303 16.5 9.96942 15.6308 8.44992 14.0836C6.93043 12.5365 6.07679 10.438 6.07679 8.25ZM0 31.0857C0 24.7371 5.05133 19.5938 11.2864 19.5938H17.072C23.307 19.5938 28.3584 24.7371 28.3584 31.0857C28.3584 32.1428 27.5165 33 26.4783 33H1.88001C0.841889 33 0 32.1428 0 31.0857ZM39.5624 11.4082L31.46 19.6582C30.865 20.2641 29.9029 20.2641 29.3142 19.6582L25.263 15.5332C24.668 14.9273 24.668 13.9477 25.263 13.3482C25.858 12.7488 26.8202 12.7424 27.4089 13.3482L30.3839 16.3775L37.4102 9.2168C38.0053 8.61094 38.9674 8.61094 39.5561 9.2168C40.1448 9.82266 40.1511 10.8023 39.5561 11.4018L39.5624 11.4082Z"
                    fill="black"
                  />
                </svg>
              </div>
              <span class="strong_font">사용 TOOL</span>
            </div>

            <!--사용툴 아이콘-->
<div class="tool_icon_wrap">
  <!--포토샵아이콘-->
  <div class="tool_icon_box">
   <svg
                            
                              viewBox="0 0 50 50"
                              fill="none"
                              xmlns="http://www.w3.org/2000/svg"
                            >
                              <path
                                d="M48.8638 1.13647H1.13647V48.8638H48.8638V1.13647Z"
                                fill="url(#paint0_radial_51_80)"
                              />
                              <path
                                d="M50 50H0V0H50V50ZM2.27273 47.7273H47.7273V2.27273H2.27273V47.7273Z"
                                fill="#00B5EF"
                              />
                              <path
                                d="M15.909 38.6363H11.3635V11.3635L17.7766 11.3635C22.5218 11.3635 26.7674 14.8234 27.2282 19.5461C27.7569 24.9649 23.494 29.5453 18.1817 29.5453H15.909V38.6363ZM15.909 24.9999H18.1817C20.6886 24.9999 22.7272 22.9613 22.7272 20.4544C22.7272 17.9476 20.6886 15.909 18.1817 15.909H15.909V24.9999Z"
                                fill="#00B5EF"
                              />
                              <path
                                d="M32.3571 38.5846C29.6431 38.349 27.6389 37.3834 27.3926 37.2602L29.4257 33.1942C29.4323 33.1981 31.2904 34.0909 33.5372 34.0909C34.4694 34.0909 35.2274 33.3329 35.2274 32.4007C35.2274 31.6728 34.7635 31.028 34.0721 30.7983L32.9758 30.4332C30.6568 29.6608 28.802 27.7163 28.4696 25.2948C27.9443 21.4685 30.9184 18.1818 34.6448 18.1818C37.942 18.1818 40.5078 19.4171 40.7893 19.5578L38.7663 23.6283C38.7492 23.6198 36.8913 22.7272 34.6448 22.7272C33.7126 22.7272 32.9546 23.4852 32.9546 24.4173C32.9546 25.1453 33.4185 25.7901 34.1099 26.0198L35.5092 26.4859C38.2578 27.4021 40.0344 30.0921 39.7412 33.0332C39.3864 36.5935 35.9216 38.894 32.3571 38.5846Z"
                                fill="#00B5EF"
                              />
                              <path
                                d="M50 50H0V0H50V50Z"
                                fill="url(#paint1_linear_51_80)"
                              />
                              <defs>
                                <radialGradient
                                  id="paint0_radial_51_80"
                                  cx="0"
                                  cy="0"
                                  r="1"
                                  gradientUnits="userSpaceOnUse"
                                  gradientTransform="translate(17.8031 11.7425) scale(39.9733)"
                                >
                                  <stop
                                    stop-color="#193458"
                                    stop-opacity="0.98"
                                  />
                                  <stop offset="0.933387" stop-color="#210021" />
                                </radialGradient>
                                <linearGradient
                                  id="paint1_linear_51_80"
                                  x1="-5.1104"
                                  y1="10.9593"
                                  x2="55.1104"
                                  y2="39.0407"
                                  gradientUnits="userSpaceOnUse"
                                >
                                  <stop stop-color="white" stop-opacity="0.2" />
                                  <stop
                                    offset="1"
                                    stop-color="white"
                                    stop-opacity="0"
                                  />
                                </linearGradient>
                              </defs>
                            </svg></div>
              <!--일러스트아이콘-->
              <div class="tool_icon_box">
              <svg viewBox="0 0 50 50" fill="none" xmlns="http://www.w3.org/2000/svg">
  <path d="M48.8636 1.13635H1.13635V48.8636H48.8636V1.13635Z" fill="url(#paint0_radial_51_86)"/>
  <path d="M50 50H0V0H50V50ZM2.27273 47.7273H47.7273V2.27273H2.27273V47.7273Z" fill="#F47521"/>
  <path d="M26.1364 27.2727H17.0455V31.8182H26.1364V27.2727Z" fill="#F47521"/>
  <path d="M39.7727 21.5909H35.2273V38.6364H39.7727V21.5909Z" fill="#F47521"/>
  <path d="M37.5 20.4545C38.7552 20.4545 39.7727 19.437 39.7727 18.1818C39.7727 16.9266 38.7552 15.9091 37.5 15.9091C36.2448 15.9091 35.2273 16.9266 35.2273 18.1818C35.2273 19.437 36.2448 20.4545 37.5 20.4545Z" fill="#F47521"/>
  <path d="M19.2044 11.3636L10.477 38.6364H15.2503L21.5909 18.821L27.9315 38.6364H32.7049L23.9774 11.3636H19.2044Z" fill="#F47521"/>
  <path d="M50 50H0V0H50V50Z" fill="url(#paint1_linear_51_86)"/>
  <defs>
  <radialGradient id="paint0_radial_51_86" cx="0" cy="0" r="1" gradientUnits="userSpaceOnUse" gradientTransform="translate(17.803 11.7424) scale(39.9733)">
  <stop stop-color="#3C1605" stop-opacity="0.98"/>
  <stop offset="1" stop-color="#1A1107"/>
  </radialGradient>
  <linearGradient id="paint1_linear_51_86" x1="-5.1104" y1="10.9593" x2="55.1104" y2="39.0407" gradientUnits="userSpaceOnUse">
  <stop stop-color="white" stop-opacity="0.2"/>
  <stop offset="1" stop-color="white" stop-opacity="0"/>
  </linearGradient>
  </defs>
  </svg></div>
</div>

<!-- <div class="divider_line"></div> -->

<div class="align_justify">
파티를 꾸미기 위한 풍선, 가랜드, LED장식 등 신상품을 온라인에 업로드하기 위해 상품을 촬영하고 상세페이지를 제작했습니다. 사이트 메인화면에 들어갈 배너를 디자인 및 업로드 하고 매일매일 주문 관리, 텍베포장 및 송장입력, CS 관리, 방문고객 응대 등 쇼핑몰 전반적인 업무를 했습니다. 그리고 기업의 행사나 홍보를 위한 인쇄풍선 주문이 들어오면 디자인 시안을 제작해 기업 담당자에게 컨펌 후 공장에 제작을 의뢰했습니다. 올리브영, 신세계프리미엄아울렛 등 크고 작은 회사의 담당자들과 메일을 주고 받고 통화하며 커뮤니케이션디자인과의 전공을 살릴 수 있었던 값진 경험이었습니다.
</div>




          </div>
        </div>
      </template>
    </v-expansion-panel>

       <v-expansion-panel>
      <template v-slot:title>
        <div class="accordion_title">
          <div class="strong_font dotdotdot">패션풀</div>
          <div class="small_text">
            2017.04 ~ 2018.05 <span class="title_date">1년 2개월</span>
          </div>
        </div>
      </template>
      <template v-slot:text>
        <div>
          <div class="icon_text_con_box">
            <div class="icon_text_wrap work_margin">
              <div class="icon_box">
                <svg
                  viewBox="0 0 40 33"
                  fill="none"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <path
                    d="M6.07679 8.25C6.07679 6.06196 6.93043 3.96354 8.44992 2.41637C9.96942 0.869194 12.0303 0 14.1792 0C16.3281 0 18.3889 0.869194 19.9084 2.41637C21.4279 3.96354 22.2816 6.06196 22.2816 8.25C22.2816 10.438 21.4279 12.5365 19.9084 14.0836C18.3889 15.6308 16.3281 16.5 14.1792 16.5C12.0303 16.5 9.96942 15.6308 8.44992 14.0836C6.93043 12.5365 6.07679 10.438 6.07679 8.25ZM0 31.0857C0 24.7371 5.05133 19.5938 11.2864 19.5938H17.072C23.307 19.5938 28.3584 24.7371 28.3584 31.0857C28.3584 32.1428 27.5165 33 26.4783 33H1.88001C0.841889 33 0 32.1428 0 31.0857ZM39.5624 11.4082L31.46 19.6582C30.865 20.2641 29.9029 20.2641 29.3142 19.6582L25.263 15.5332C24.668 14.9273 24.668 13.9477 25.263 13.3482C25.858 12.7488 26.8202 12.7424 27.4089 13.3482L30.3839 16.3775L37.4102 9.2168C38.0053 8.61094 38.9674 8.61094 39.5561 9.2168C40.1448 9.82266 40.1511 10.8023 39.5561 11.4018L39.5624 11.4082Z"
                    fill="black"
                  />
                </svg>
              </div>
              <span class="strong_font">주요업무</span>
            </div>

              <div class="icon_text_wrap">
              <div class="icon_box_small">
            <svg viewBox="0 0 14 10" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M13.7071 0.292923C14.0976 0.683487 14.0976 1.31776 13.7071 1.70833L5.70796 9.70708C5.31738 10.0976 4.68307 10.0976 4.29249 9.70708L0.292936 5.7077C-0.0976453 5.31714 -0.0976453 4.68286 0.292936 4.2923C0.683517 3.90173 1.31782 3.90173 1.7084 4.2923L5.00179 7.58241L12.2947 0.292923C12.6853 -0.097641 13.3196 -0.097641 13.7102 0.292923H13.7071Z" fill="black"/>
</svg>

              </div>
              <span>제품 촬영</span>
            </div>

                <div class="icon_text_wrap">
              <div class="icon_box_small">
            <svg viewBox="0 0 14 10" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M13.7071 0.292923C14.0976 0.683487 14.0976 1.31776 13.7071 1.70833L5.70796 9.70708C5.31738 10.0976 4.68307 10.0976 4.29249 9.70708L0.292936 5.7077C-0.0976453 5.31714 -0.0976453 4.68286 0.292936 4.2923C0.683517 3.90173 1.31782 3.90173 1.7084 4.2923L5.00179 7.58241L12.2947 0.292923C12.6853 -0.097641 13.3196 -0.097641 13.7102 0.292923H13.7071Z" fill="black"/>
</svg>

              </div>
              <span>누끼 및 합성</span>
            </div>

                <div class="icon_text_wrap">
              <div class="icon_box_small">
            <svg viewBox="0 0 14 10" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M13.7071 0.292923C14.0976 0.683487 14.0976 1.31776 13.7071 1.70833L5.70796 9.70708C5.31738 10.0976 4.68307 10.0976 4.29249 9.70708L0.292936 5.7077C-0.0976453 5.31714 -0.0976453 4.68286 0.292936 4.2923C0.683517 3.90173 1.31782 3.90173 1.7084 4.2923L5.00179 7.58241L12.2947 0.292923C12.6853 -0.097641 13.3196 -0.097641 13.7102 0.292923H13.7071Z" fill="black"/>
</svg>

              </div>
              <span>상세페이지 제작</span>
            </div>

            <div class="icon_text_wrap tool_margin">
              <div class="icon_box">
                <svg
                  viewBox="0 0 40 33"
                  fill="none"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <path
                    d="M6.07679 8.25C6.07679 6.06196 6.93043 3.96354 8.44992 2.41637C9.96942 0.869194 12.0303 0 14.1792 0C16.3281 0 18.3889 0.869194 19.9084 2.41637C21.4279 3.96354 22.2816 6.06196 22.2816 8.25C22.2816 10.438 21.4279 12.5365 19.9084 14.0836C18.3889 15.6308 16.3281 16.5 14.1792 16.5C12.0303 16.5 9.96942 15.6308 8.44992 14.0836C6.93043 12.5365 6.07679 10.438 6.07679 8.25ZM0 31.0857C0 24.7371 5.05133 19.5938 11.2864 19.5938H17.072C23.307 19.5938 28.3584 24.7371 28.3584 31.0857C28.3584 32.1428 27.5165 33 26.4783 33H1.88001C0.841889 33 0 32.1428 0 31.0857ZM39.5624 11.4082L31.46 19.6582C30.865 20.2641 29.9029 20.2641 29.3142 19.6582L25.263 15.5332C24.668 14.9273 24.668 13.9477 25.263 13.3482C25.858 12.7488 26.8202 12.7424 27.4089 13.3482L30.3839 16.3775L37.4102 9.2168C38.0053 8.61094 38.9674 8.61094 39.5561 9.2168C40.1448 9.82266 40.1511 10.8023 39.5561 11.4018L39.5624 11.4082Z"
                    fill="black"
                  />
                </svg>
              </div>
              <span class="strong_font">사용 TOOL</span>
            </div>

            <!--사용툴 아이콘-->
<div class="tool_icon_wrap">
  <!--포토샵아이콘-->
  <div class="tool_icon_box">
   <svg
                            
                              viewBox="0 0 50 50"
                              fill="none"
                              xmlns="http://www.w3.org/2000/svg"
                            >
                              <path
                                d="M48.8638 1.13647H1.13647V48.8638H48.8638V1.13647Z"
                                fill="url(#paint0_radial_51_80)"
                              />
                              <path
                                d="M50 50H0V0H50V50ZM2.27273 47.7273H47.7273V2.27273H2.27273V47.7273Z"
                                fill="#00B5EF"
                              />
                              <path
                                d="M15.909 38.6363H11.3635V11.3635L17.7766 11.3635C22.5218 11.3635 26.7674 14.8234 27.2282 19.5461C27.7569 24.9649 23.494 29.5453 18.1817 29.5453H15.909V38.6363ZM15.909 24.9999H18.1817C20.6886 24.9999 22.7272 22.9613 22.7272 20.4544C22.7272 17.9476 20.6886 15.909 18.1817 15.909H15.909V24.9999Z"
                                fill="#00B5EF"
                              />
                              <path
                                d="M32.3571 38.5846C29.6431 38.349 27.6389 37.3834 27.3926 37.2602L29.4257 33.1942C29.4323 33.1981 31.2904 34.0909 33.5372 34.0909C34.4694 34.0909 35.2274 33.3329 35.2274 32.4007C35.2274 31.6728 34.7635 31.028 34.0721 30.7983L32.9758 30.4332C30.6568 29.6608 28.802 27.7163 28.4696 25.2948C27.9443 21.4685 30.9184 18.1818 34.6448 18.1818C37.942 18.1818 40.5078 19.4171 40.7893 19.5578L38.7663 23.6283C38.7492 23.6198 36.8913 22.7272 34.6448 22.7272C33.7126 22.7272 32.9546 23.4852 32.9546 24.4173C32.9546 25.1453 33.4185 25.7901 34.1099 26.0198L35.5092 26.4859C38.2578 27.4021 40.0344 30.0921 39.7412 33.0332C39.3864 36.5935 35.9216 38.894 32.3571 38.5846Z"
                                fill="#00B5EF"
                              />
                              <path
                                d="M50 50H0V0H50V50Z"
                                fill="url(#paint1_linear_51_80)"
                              />
                              <defs>
                                <radialGradient
                                  id="paint0_radial_51_80"
                                  cx="0"
                                  cy="0"
                                  r="1"
                                  gradientUnits="userSpaceOnUse"
                                  gradientTransform="translate(17.8031 11.7425) scale(39.9733)"
                                >
                                  <stop
                                    stop-color="#193458"
                                    stop-opacity="0.98"
                                  />
                                  <stop offset="0.933387" stop-color="#210021" />
                                </radialGradient>
                                <linearGradient
                                  id="paint1_linear_51_80"
                                  x1="-5.1104"
                                  y1="10.9593"
                                  x2="55.1104"
                                  y2="39.0407"
                                  gradientUnits="userSpaceOnUse"
                                >
                                  <stop stop-color="white" stop-opacity="0.2" />
                                  <stop
                                    offset="1"
                                    stop-color="white"
                                    stop-opacity="0"
                                  />
                                </linearGradient>
                              </defs>
                            </svg></div>
           
</div>

<!-- <div class="divider_line"></div> -->

<div class="align_justify">
해외모델사진에 의류나 악세서리를 합성해 판매하는 쇼핑몰입니다. 옷에 어울리는 배경과 인물사진을 써칭하고, 그 자세를 피팅 모델이 재현하게해 촬영 후 써칭한 사진에 합성했습니다. 의류만 따로 직접 촬영하고 옷사진을 색감보정, 모양 보정 후 누끼따는 업무를 맡았습니다. 포토샵을 능숙하게 다룰 줄 몰랐던 제가 발전할 수 있었던 소중한 1년이었습니다.
</div>




          </div>
        </div>
      </template>
    </v-expansion-panel>

       <v-expansion-panel>
      <template v-slot:title>
        <div class="accordion_title">
          <div class="strong_font dotdotdot">가빈인터네셔널</div>
          <div class="small_text">
            2014.06 ~ 2015.12 <span class="title_date">1년 7개월</span>
          </div>
        </div>
      </template>
      <template v-slot:text>
        <div>
          <div class="icon_text_con_box">
            <div class="icon_text_wrap work_margin">
              <div class="icon_box">
                <svg
                  viewBox="0 0 40 33"
                  fill="none"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <path
                    d="M6.07679 8.25C6.07679 6.06196 6.93043 3.96354 8.44992 2.41637C9.96942 0.869194 12.0303 0 14.1792 0C16.3281 0 18.3889 0.869194 19.9084 2.41637C21.4279 3.96354 22.2816 6.06196 22.2816 8.25C22.2816 10.438 21.4279 12.5365 19.9084 14.0836C18.3889 15.6308 16.3281 16.5 14.1792 16.5C12.0303 16.5 9.96942 15.6308 8.44992 14.0836C6.93043 12.5365 6.07679 10.438 6.07679 8.25ZM0 31.0857C0 24.7371 5.05133 19.5938 11.2864 19.5938H17.072C23.307 19.5938 28.3584 24.7371 28.3584 31.0857C28.3584 32.1428 27.5165 33 26.4783 33H1.88001C0.841889 33 0 32.1428 0 31.0857ZM39.5624 11.4082L31.46 19.6582C30.865 20.2641 29.9029 20.2641 29.3142 19.6582L25.263 15.5332C24.668 14.9273 24.668 13.9477 25.263 13.3482C25.858 12.7488 26.8202 12.7424 27.4089 13.3482L30.3839 16.3775L37.4102 9.2168C38.0053 8.61094 38.9674 8.61094 39.5561 9.2168C40.1448 9.82266 40.1511 10.8023 39.5561 11.4018L39.5624 11.4082Z"
                    fill="black"
                  />
                </svg>
              </div>
              <span class="strong_font">주요업무</span>
            </div>

              <div class="icon_text_wrap">
              <div class="icon_box_small">
            <svg viewBox="0 0 14 10" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M13.7071 0.292923C14.0976 0.683487 14.0976 1.31776 13.7071 1.70833L5.70796 9.70708C5.31738 10.0976 4.68307 10.0976 4.29249 9.70708L0.292936 5.7077C-0.0976453 5.31714 -0.0976453 4.68286 0.292936 4.2923C0.683517 3.90173 1.31782 3.90173 1.7084 4.2923L5.00179 7.58241L12.2947 0.292923C12.6853 -0.097641 13.3196 -0.097641 13.7102 0.292923H13.7071Z" fill="black"/>
</svg>

              </div>
              <span>상품 촬영</span>
            </div>

                <div class="icon_text_wrap">
              <div class="icon_box_small">
            <svg viewBox="0 0 14 10" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M13.7071 0.292923C14.0976 0.683487 14.0976 1.31776 13.7071 1.70833L5.70796 9.70708C5.31738 10.0976 4.68307 10.0976 4.29249 9.70708L0.292936 5.7077C-0.0976453 5.31714 -0.0976453 4.68286 0.292936 4.2923C0.683517 3.90173 1.31782 3.90173 1.7084 4.2923L5.00179 7.58241L12.2947 0.292923C12.6853 -0.097641 13.3196 -0.097641 13.7102 0.292923H13.7071Z" fill="black"/>
</svg>

              </div>
              <span>상세페이지 제작</span>
            </div>

                <div class="icon_text_wrap">
              <div class="icon_box_small">
            <svg viewBox="0 0 14 10" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M13.7071 0.292923C14.0976 0.683487 14.0976 1.31776 13.7071 1.70833L5.70796 9.70708C5.31738 10.0976 4.68307 10.0976 4.29249 9.70708L0.292936 5.7077C-0.0976453 5.31714 -0.0976453 4.68286 0.292936 4.2923C0.683517 3.90173 1.31782 3.90173 1.7084 4.2923L5.00179 7.58241L12.2947 0.292923C12.6853 -0.097641 13.3196 -0.097641 13.7102 0.292923H13.7071Z" fill="black"/>
</svg>

              </div>
              <span>상품 업로드</span>
            </div>

            <div class="icon_text_wrap tool_margin">
              <div class="icon_box">
                <svg
                  viewBox="0 0 40 33"
                  fill="none"
                  xmlns="http://www.w3.org/2000/svg"
                >
                  <path
                    d="M6.07679 8.25C6.07679 6.06196 6.93043 3.96354 8.44992 2.41637C9.96942 0.869194 12.0303 0 14.1792 0C16.3281 0 18.3889 0.869194 19.9084 2.41637C21.4279 3.96354 22.2816 6.06196 22.2816 8.25C22.2816 10.438 21.4279 12.5365 19.9084 14.0836C18.3889 15.6308 16.3281 16.5 14.1792 16.5C12.0303 16.5 9.96942 15.6308 8.44992 14.0836C6.93043 12.5365 6.07679 10.438 6.07679 8.25ZM0 31.0857C0 24.7371 5.05133 19.5938 11.2864 19.5938H17.072C23.307 19.5938 28.3584 24.7371 28.3584 31.0857C28.3584 32.1428 27.5165 33 26.4783 33H1.88001C0.841889 33 0 32.1428 0 31.0857ZM39.5624 11.4082L31.46 19.6582C30.865 20.2641 29.9029 20.2641 29.3142 19.6582L25.263 15.5332C24.668 14.9273 24.668 13.9477 25.263 13.3482C25.858 12.7488 26.8202 12.7424 27.4089 13.3482L30.3839 16.3775L37.4102 9.2168C38.0053 8.61094 38.9674 8.61094 39.5561 9.2168C40.1448 9.82266 40.1511 10.8023 39.5561 11.4018L39.5624 11.4082Z"
                    fill="black"
                  />
                </svg>
              </div>
              <span class="strong_font">사용 TOOL</span>
            </div>

            <!--사용툴 아이콘-->
<div class="tool_icon_wrap">
  <!--포토샵아이콘-->
  <div class="tool_icon_box">
   <svg
                            
                              viewBox="0 0 50 50"
                              fill="none"
                              xmlns="http://www.w3.org/2000/svg"
                            >
                              <path
                                d="M48.8638 1.13647H1.13647V48.8638H48.8638V1.13647Z"
                                fill="url(#paint0_radial_51_80)"
                              />
                              <path
                                d="M50 50H0V0H50V50ZM2.27273 47.7273H47.7273V2.27273H2.27273V47.7273Z"
                                fill="#00B5EF"
                              />
                              <path
                                d="M15.909 38.6363H11.3635V11.3635L17.7766 11.3635C22.5218 11.3635 26.7674 14.8234 27.2282 19.5461C27.7569 24.9649 23.494 29.5453 18.1817 29.5453H15.909V38.6363ZM15.909 24.9999H18.1817C20.6886 24.9999 22.7272 22.9613 22.7272 20.4544C22.7272 17.9476 20.6886 15.909 18.1817 15.909H15.909V24.9999Z"
                                fill="#00B5EF"
                              />
                              <path
                                d="M32.3571 38.5846C29.6431 38.349 27.6389 37.3834 27.3926 37.2602L29.4257 33.1942C29.4323 33.1981 31.2904 34.0909 33.5372 34.0909C34.4694 34.0909 35.2274 33.3329 35.2274 32.4007C35.2274 31.6728 34.7635 31.028 34.0721 30.7983L32.9758 30.4332C30.6568 29.6608 28.802 27.7163 28.4696 25.2948C27.9443 21.4685 30.9184 18.1818 34.6448 18.1818C37.942 18.1818 40.5078 19.4171 40.7893 19.5578L38.7663 23.6283C38.7492 23.6198 36.8913 22.7272 34.6448 22.7272C33.7126 22.7272 32.9546 23.4852 32.9546 24.4173C32.9546 25.1453 33.4185 25.7901 34.1099 26.0198L35.5092 26.4859C38.2578 27.4021 40.0344 30.0921 39.7412 33.0332C39.3864 36.5935 35.9216 38.894 32.3571 38.5846Z"
                                fill="#00B5EF"
                              />
                              <path
                                d="M50 50H0V0H50V50Z"
                                fill="url(#paint1_linear_51_80)"
                              />
                              <defs>
                                <radialGradient
                                  id="paint0_radial_51_80"
                                  cx="0"
                                  cy="0"
                                  r="1"
                                  gradientUnits="userSpaceOnUse"
                                  gradientTransform="translate(17.8031 11.7425) scale(39.9733)"
                                >
                                  <stop
                                    stop-color="#193458"
                                    stop-opacity="0.98"
                                  />
                                  <stop offset="0.933387" stop-color="#210021" />
                                </radialGradient>
                                <linearGradient
                                  id="paint1_linear_51_80"
                                  x1="-5.1104"
                                  y1="10.9593"
                                  x2="55.1104"
                                  y2="39.0407"
                                  gradientUnits="userSpaceOnUse"
                                >
                                  <stop stop-color="white" stop-opacity="0.2" />
                                  <stop
                                    offset="1"
                                    stop-color="white"
                                    stop-opacity="0"
                                  />
                                </linearGradient>
                              </defs>
                            </svg></div>
            
</div>

<!-- <div class="divider_line"></div> -->

<div class="align_justify">
한국 물품을 해외에 수출하는 회사에서 웹디자이너로 재직했습니다. 해외에 판매할 한국물품을 써칭하고 직접 촬영 후 상세페이지를 디자인해 쇼핑몰에 업로드했습니다.
</div>




          </div>
        </div>
      </template>
    </v-expansion-panel>
  </v-expansion-panels>
  </section>

  </v-container>


</template>

<script>
export default {};
</script>

<style scoped>
/*hr클래스 */
/* .divider_line{
  width: 100%;
  height: 1px;
  border-bottom: 1px solid #e7e7e7;  
} */

/*글자넘칠경우 */
.dotdotdot {
  white-space: nowrap; /* 텍스트가 넘치는 경우 줄 바꿈을 방지합니다. */
  overflow: hidden; /* 텍스트가 넘칠 경우 숨깁니다. */
  text-overflow: ellipsis;
  width: 32%;  
}



.accordion_title {
  width: 100%;
  margin-right: 8px;
  display: flex;
  align-items: center;
  justify-content: space-between;
}


.small_text::before {
      content: '';
    width: 1px;
    height: 13px;
    display: inline-block;
    background: #7979798a;
    margin: 0 11px;
    position: relative;
    top: 2px;
}
.title_date::before {
  content: "";
  width: 3px;
  height: 3px;
  border-radius: 50%;
  display: inline-block;
  background: #797979b0;
  position: relative;
  bottom: 3px;
  margin: 0 5px;
}

/*모바일 */

@media (max-width: 600px) {
  #section_currier{
     padding-top: 65px;
    box-sizing: border-box;
  }
/*타이틀 */
.currier_title_wrap{
  display: flex;
  justify-content: space-between; 
}
 .small_font {
    font-size: 12px;
  
  }



  /*본문 위아래 여백 */
  .align_justify{
    margin: 25px 0 9px;
    padding-top: 19px;
    box-sizing: border-box;
     border-top: 1px solid #e7e7e7;  
  }
  /*사용툴 아이콘 */
  .tool_icon_wrap{
    display: flex;
    gap: 7px;
    margin-left: 24px;
    margin-top: 5px;
  }
  .tool_icon_box{
    width: 25px;
    height: 25px;
  }
  .tool_icon_box svg{
    height: 100%;
  }
  /**icon과텍스트(포트폴리오설명) */
  .work_margin{
    margin-top: 17px;

  }
  .tool_margin{
    margin-top: 25px;

  }

  .icon_text_wrap {
    display: flex;
    align-items: center;
    text-align: justify;
  }
  .icon_box {
    width: 14px;
    height: 14px;
    display: flex;
    align-items: center;
    justify-content: center;
    margin-right: 10px;
  
  }
  .icon_box svg {
    height: 100%;
  }

  .icon_box_small{
    opacity: 0.4;
        width: 11px;
    height: 11px;
    display: flex;
    align-items: center;
    justify-content: center;
    margin: 0 12px 0 2px;
   
  }

}

/*태블릿 */
@media (min-width: 601px) {
    #section_currier{
     padding-top: 75px;
    box-sizing: border-box;
  }

/*타이틀 */
.currier_title_wrap{
  display: flex;
    flex-direction: column;
}
 .small_font {
    font-size: 15px;
  
  }

  .small_text::before {
     content: '';
    width: 1px;
    height: 16px;
    display: inline-block;
    background: #7979798a;
    margin: 0 13px;
    position: relative;
    top: 3px;
}
.title_date::before {
  content: "";
  width: 3px;
  height: 3px;
  border-radius: 50%;
  display: inline-block;
  background: #797979b0;
  position: relative;
  bottom: 3px;
  margin: 0 10px;
}

.accordion_title {

  margin-right: 10px;

}



  /*본문 위아래 여백 */
  .align_justify{
    margin: 30px 0 9px;
    padding-top: 19px;
    box-sizing: border-box;
     border-top: 1px solid #e7e7e7;  
  }
  /*사용툴 아이콘 */
  .tool_icon_wrap{
    display: flex;
    gap: 7px;
    margin-left: 30px;
    margin-top: 8px;
  }
  .tool_icon_box{
    width: 30px;
    height: 30px;
  }
  .tool_icon_box svg{
    height: 100%;
  }
  /**icon과텍스트(포트폴리오설명) */
  .work_margin{
    margin-top: 17px;

  }
  .tool_margin{
    margin-top: 30px;

  }

  .icon_text_wrap {
    display: flex;
    align-items: center;
    text-align: justify;
  }
  .icon_box {
    width: 20px;
    height: 20px;
    display: flex;
    align-items: center;
    justify-content: center;
    margin-right: 10px;
    
  }
  .icon_box svg {
    height: 80%;
  }

  .icon_box_small{
    opacity: 0.4;
    width: 13px;
    height: 13px;
    display: flex;
    align-items: center;
    justify-content: center;
    margin: 0 12px 0 2px;

  }

}
</style>